import "./aboutus.component.css";

const AboutUs = () => {
  return (
    <div>
      <div className="col-5">
        <h2>About Us</h2>
        <p>
          אודות הינו אתר ותיק ומוביל בתחומו, כאן תמצאו מגוון גדול של צימרים
          בצפון וצימרים בכל הארץ, וילות נופש למשפחות ווילות עם בריכה, מגוון
          מלונות בוטיק לזוגות או למשפחות, אירוח קיבוצי, צימרים זולים בכל הארץ,
          חאנים בדרום או בצפון ואטרקציות לילדים, או לימי כיף.{" "}
        </p>
      </div>
    </div>
  );
};
export default AboutUs;
